{
  "pageTitle": "こんな風に働きたい",
  "cardsData": [{
      "title": "社歴は浅いほうがいい",
      "body": "短い社会人生活の中で、長い社歴が安定性を保証しているわけではないことを学びました。<br>創業期のビジネスモデルが通用し続ける保証はなく、明らかに会社にも賞味期限があります。<br><br>理想は第1次の拡大期にあたる企業様です。<br><br>創業期（売上が立っていない時期）のジョインに関しては、報酬が現金にて支払われることが条件となります。<br>SOは不確定要素が高いため、待遇の考慮外とさせて頂いています。",
      "expand": false
    },
    {
      "title": "会社の規模にはこだわらない",
      "body": "小さい会社は分業が未発達で、個人に力が付きやすいというメリットもあるためです。<br><br>好評を頂く企業様は100名程度であることが多いですが、数名ほどの小規模企業様もウェルカムです。",
      "expand": false
    },
    {
      "title": "雇用形態にもこだわらない",
      "body": "労働法をまともに運用しようとなると、正社員の立場は法で厳重に守られており、使用者にとっては中々扱いにくいだろうとお察しします。<br>雇用形態は事情に応じて対応致しますので、ご相談下さい。<br><br>ただし正規雇用でない場合は、リスクプレミア分を積み増しして頂きます。<br><br>逆を言えば正規雇用の場合は、その分をお安くする、ということです :)",
      "expand": false
    },
    {
      "title": "私の強みはこんなところ",
      "body": "初期費用0円！<br><div class=\"indent-1\">人材会社を介していないため、驚異の初期費用0円です。<br>手元に自由なキャッシュが無くても大丈夫！</div><br>自走式人材<br><div class=\"indent-1\">転職の理由でもご説明しました通り、商品（私です）企画からマーケティング（QiitaのページやSNSです）まで、必要性を判断して計画し、自走することが出来ます。<br><br>また、必要に応じて技術を独学で習得することが出来ます。<br>私についてに記載しているスキルのうち、実務経験無しのセクションに書かれているものは、全て自分で習得致しました。</div>",
      "expand": false
    },
    {
      "title": "全ては市場に評価される実績が積めるか否か",
      "body": "転職にあたり、最も重視する点はこれです。<br><br>よって、SESからのお誘いは基本的に全て、SIerも一部の例外を除きお断りしています。<br><br>必ずしもマーケットが大きかったり、急成長中の企業様である必要はありませんので、ぜひご一考下さい。",
      "expand": false
    },
    {
      "title": "自由・時間・カネのポートフォリオ",
      "body": "順に重視します。<br><br>従業員への待遇として用意されるのは概ねこの3つだと思いますので、交渉の際の参考にして頂ければ幸いです。<br>職場環境の良さは自由に含まれます。",
      "expand": false
    },
    {
      "title": "スタートアップではない方が良いかもしれない",
      "body": "お話してきた限りですと、スタートアップ企業様はビジョナリーな風土であることが多いため、ひょっとしたら私とマッチしないかもしれません。<br><br>エンジニアというよりはマーケター寄りの思考を持っているため、企業文化によってはドライだと考えられてしまうこともあるようです。<br><br>以下が一例です。<br><br>×：このプロダクトで世の中を変えたい<br>○：ビジネス的に面白そうだ、競合もなく美味しそうだ<br><br>×：この機能を実装すれば、ユーザーさんが喜んでくれそうだ<br>○：この機能を実装すれば、顧客満足度とロイヤリティが上がり、結果として顧客単価が向上しそうだ<br><br>×：特定の技術が大好きで、極めたい<br>○：これからニーズの高まりそうな技術を先んじて身につけていきたい<br><br>○ ：コードを書くのが好きだ<br>◎：コードによって新しく実装される機能自体の方がもっと好きだ<br><br>ちょっと変わっている自覚は大いにありますので、刺さる企業様にお会いできればなと考えています。",
      "expand": false
    }
  ]
}
