{
  "pageTitle": "転職の理由",
  "cardsData": [{
      "title": "私もきっと長くない",
      "body": "転職を思い立ったのは2017年の10月くらいで、入社からおおよそ1年半が経過した頃でした。<br>1年半というのは短いようでいて長く、<span class=\"mask\">ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ</span>と、私をして会社組織への不信感を抱かせるのに、十分な時間が経っていました。<br><br>「私もきっと長くない」<br><br>平和ボケした私のアタマでも、何となく分かりはじめてきました。<br>ここに長居すると、いつかはツケを転嫁させられることになるな、と。",
      "expand": false
    },
    {
      "title": "従業員を守るもの",
      "body": "退職した面々は様々で、ある者は<span class=\"mask\">ＸＸＸＸＸＸ</span>程よく逃げられていたり、ある者は<span class=\"mask\">ＸＸＸＸＸＸ</span>してしまったりしていました。<br>社内での仕事ぶりを見るに、実力に大した差はなく、むしろ皆よく働いているようでした。<br><br>私が思うに、彼らの間にある唯一の差は、「市場で評価されるスキルを持つか」といった一点のみであるように見えました。<br><br>私達は個人で全ての仕事を行うことはできないため、適性に応じてそのスキルを分化させていきます。<br>個人に適した分業によって総生産量は増え、組織はより大きな利益をあげることができるのです。<br>（興味を持たれた場合は、「比較優位」で検索して下さい。）<br><br>皮肉なことに、組織のためにスキルの分化を進めていった結果、市場に評価されるスキルを担当したものは無事となり、市場に評価されないスキルを担当したものは割を食わされてしまっているようでした。<br><br>いっしょうけんめい働くとかそういうことではなく、仕組みの段階で既に負けてしまっていたのです。<br>こう考えると、ベンダーロックインのための元請け製フレームワークは、本当に顧客を繋ぎ止めるためだけのものなのか、あやしくなってきます。<br><br>はたして私はどうなのでしょうか。<br>SIerでは、個人に力が付くかどうかは運任せなようでした。",
      "expand": false
    },
    {
      "title": "崩壊する信用",
      "body": "しかしながら、漠然とした不信を抱いてはいたものの、業務終了後に市場で通用する（言い換えるならば、Web屋の、イマドキの）技術を身につけるのは中々に難しく、踏ん切りがつかないでいました。<br><br>そんな中で直接のトリガーを引いたのは、<span class=\"mask\">ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br><br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br><br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ<br>ＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸＸ</span><br><br>この中で一体、誰が悪いというのでしょう？<br>きっと、元請けも顧客も、皆がいっしょうけんめいだった筈です。<br>もはや、そういう問題ではないのです。",
      "expand": false
    },
    {
      "title": "ブラック企業は無能がつくる",
      "body": "そもそも、売上は商品（サービス）が稼ぎ出すものです。<br>粗利＝売上ー原価　であるならば、市場環境が変化し、商品の売上が下がった場合は、原価を圧縮せざるを得ません。<br><br>原価は何で構成されるでしょうか？<br>原材料、生産設備の減価償却分、労務費です。<br><br><b>労働者への待遇（給与、労働環境、可処分時間）はコストです。</b><br><br>それも、3つの材料のうち、唯一使っても減らない材料です。<br>（単純化すると、労働時間を4時間から8時間に増やしたとて、一日の食べる量は変わらないはずです）<br><br>市場環境が変化し、商品の売上が下がった場合は、まず粗利が圧縮されます。<br>粗利が圧縮され尽くした後は、原価を下げる必要があるでしょう。<br>材料と生産設備をケチれば商品そのものが出来ないため、必然的に労務費が削られていくことになります。<br><br><b>なろうと思ってブラックになる企業はないのです。</b><br>儲からなければ、<b>削る箇所は一つしかないというだけ</b>の話なのです。<br><br>従業員の不幸せを願う経営者はいません。<br>市場環境の変化による、　<b>貨幣→商品→貨幣＋Δ貨幣</b>　のビジネスモデルの破綻（経営者の無能）は、仕組みとしてブラック化を引き起こさざるを得ないのです。",
      "expand": false
    },
    {
      "title": "私の唯一の資産",
      "body": "「頑張ったとかそういうことではない」<br>「ポジショニングが待遇の全てを決める」<br>「なろうと思ってブラックになる企業はない」<br><br>肚は決まりました。<br>わたしたち労働者にとって、唯一の資産は人的資本（労働力）です。<br><br>準備は整っていませんでしたが、これが毀損される前に行動する必要がありました。",
      "expand": false
    },
    {
      "title": "次の一手 1",
      "body": "上記のような事情から、会社にオールを任せっきりにすることに強い危機感を覚えた私は、SIerと比較して市場価値の高いスキルが個人に力がつき、\"強い\"労働者として食っていけるようになるであろう、Web系企業をターゲットに転職をすることにしました。<br><br>出来れば、新しい技術を使うような企業で、人数は少なくとも高い売上を出せるような人間でありたいと願って。<br><br><br><a href=\"http://auient.hatenablog.com/entry/2016/05/11/052723\" target=\"_blank\">ここ</a>で述べられているように、売上を増やすにはスケールアウトとスケールアップという2種類のアプローチ方法がありますが、\"強い\"労働者であるためにはスケールアップ型のビジネスで通用するようになる必要があります。<br><br>スケールアウトのビジネスモデルでも、多数の下働きを抱えるような上司になれば、その上前をハネるという形で多少は楽が出来るようになるのかもしれません。<br><br>しかしながら、相応の地位を確保するためには社内政治で勝つ必要があり、それはつまり他社で通用する力を捨て、特定の会社にのみコミットするということです。<br><br>他社で使える力を持たない従業員は、事業主に対して弱いもので、必ず足元を見られます。<br><br><br>では、Web系でスケールアップ型を目指しているような企業にアプローチすれば良いのは分かったとして、問題なのは、私が彼らにとって魅力的であるかどうかということです。<br>答えは勿論、NOでした。<br><br>コンピューターサイエンスに全く関係のない学部を卒業し、その辺のSIerで2年経験を積んだか積んでないか分からないようなペーペーが、魅力的であろうはずもありません。<br>冷静に考えて、小学校教育をようやく終えたかどうかといったところでしょう。",
      "expand": false
    },
    {
      "title": "次の一手 2",
      "body": "であるからには、そんな彼らが欲しくなるような、何らかのウリを持たねばなりません。<br>知識も経験もない私が唯一持っている強みといったら、若さです。<br><br>幸いにも、Web業界は技術の流行り廃りが激しく、若さゆえのパゥアーでもって新規技術を試すということに、一定の需要がありそうでした。<br><br>あとは、自走出来ますよ、分かんないことあったら勝手に調べて勝手にやれますよ、ということを示せば、教育の余裕があまりない小規模企業や、刺激を求めて変人枠を確保している挑戦的な企業に刺さる可能性があります。<br><br>新し目の技術でなんか作って、それを片手に乗り込めば、そんな若造を欲しがっているところにぶつかるかもしれぬ。<br>そんなわけで、このポートフォリオを作り始めたわけです。<br><br>人材紹介会社に出入りしてJava案件が多数あることを確認し、ダメだった時の保証を確保してから、退職届を提出し、Git、ES6、Node.js、Vue.js、その他諸々を覚え...。<br><br>あとは皆さまもご存知の通りです。SNSでポートフォリオをばら撒いて、現在進行系で宣伝しています。<br>少し喋りすぎた気もしますが、一部の風変わりな経営者の方に刺さればいいなと思い、思い切って記すことにしました。",
      "expand": false
    }
  ]
}